export default class KakaoTemplates {
    static templates = [
        '[유닛코딩학원](#{지점})\n' +
        '#{반이름} 시간표 안내\n' +
        '\n' +
        '목표: #{목표}\n' +
        '\n' +
        '*#{요일1}\n' +
        '0차 : #{요일10차}\n' +
        '1차: #{요일11차}\n' +
        '2차: #{요일12차}\n' +
        '3차: #{요일13차}\n' +
        '\n' +
        '*신청인원이 6명 미만인 반은 개설되지 않을 수 있습니다.\n' +
        '*수강신청 문자로 받습니다. (학생이름,학교명,O학년,O요일,O차) \n' +
        '010-9197-0877로 문자주시면 감사하겠습니다.',

        '[유닛코딩학원](#{지점})\n' +
        '#{반이름} 시간표 안내\n' +
        '\n' +
        '목표: #{목표}\n' +
        '\n' +
        '*#{요일1}\n' +
        '0차 : #{요일10차}\n' +
        '1차: #{요일11차}\n' +
        '2차: #{요일12차}\n' +
        '3차: #{요일13차}\n' +
        '\n' +
        '*#{요일2}\n' +
        '0차 : #{요일20차}\n' +
        '1차: #{요일21차}\n' +
        '2차: #{요일22차}\n' +
        '3차: #{요일23차}\n' +
        '\n' +
        '*신청인원이 6명 미만인 반은 개설되지 않을 수 있습니다.\n' +
        '*수강신청 문자로 받습니다. (학생이름,학교명,O학년,O요일,O차) \n' +
        '010-9197-0877로 문자주시면 감사하겠습니다.',

        '[유닛코딩학원](#{지점})\n' +
        '#{반이름} 시간표 안내\n' +
        '\n' +
        '목표: #{목표}\n' +
        '\n' +
        '*#{요일1}\n' +
        '0차 : #{요일10차}\n' +
        '1차: #{요일11차}\n' +
        '2차: #{요일12차}\n' +
        '3차: #{요일13차}\n' +
        '\n' +
        '*#{요일2}\n' +
        '0차 : #{요일20차}\n' +
        '1차: #{요일21차}\n' +
        '2차: #{요일22차}\n' +
        '3차: #{요일23차}\n' +
        '\n' +
        '*#{요일3}\n' +
        '0차 : #{요일30차}\n' +
        '1차: #{요일31차}\n' +
        '2차: #{요일32차}\n' +
        '3차: #{요일33차}\n' +
        '\n' +
        '*신청인원이 6명 미만인 반은 개설되지 않을 수 있습니다.\n' +
        '*수강신청 문자로 받습니다. (학생이름,학교명,O학년,O요일,O차) \n' +
        '010-9197-0877로 문자주시면 감사하겠습니다.',
    ];
}
